{"id":3,"date":"2021-09-06T13:51:06","date_gmt":"2021-09-06T13:51:06","guid":{"rendered":"http:\/\/hope-and-homes.local\/?page_id=3"},"modified":"2022-06-20T12:43:41","modified_gmt":"2022-06-20T12:43:41","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.hopeandhomes.org\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<h3>Your privacy is important to us<\/h3>\n\n\n\n<p><strong class=\"privacy-policy-tutorial\">This policy, together with our websites and cookie policy, explains how we collect, manage, use and protect your personal information and sets out our commitment to you. It also provides simple ways for you to get in touch should you have any questions, or would like to change anything related to how we collect, manage, use and protect your personal information.&nbsp;We are committed to ensuring that you are always in control of the personal information we collect, manage and use.<\/strong><\/p>\n\n\n\n<h2>Table of contents<\/h2>\n\n\n\n<h4><a href=\"#who we are\">Who we are<\/a><\/h4>\n\n\n\n<p>– Our commitment to you<\/p>\n\n\n\n<p>– Our details<\/p>\n\n\n\n<p>– Contacting us<\/p>\n\n\n\n<h4><a href=\"#What information we collect about you\">What information we collect about you<\/a><\/h4>\n\n\n\n<h4><a href=\"#How we might use your information\">How we might use your information<\/a><\/h4>\n\n\n\n<p>– If you are a supporter<\/p>\n\n\n\n<p>– If you are applying for a role within Hope and Homes for Children<\/p>\n\n\n\n<p>– If you have visited our websites<\/p>\n\n\n\n<h4><strong><a href=\"#Who Hope and Homes for Children shares personal information with and why\">Who Hope and Homes for Children shares personal information with and why<\/a><\/strong><\/h4>\n\n\n\n<h4><strong><a href=\"#Transfer of personal information outside of the European Economic Area (EEA)\">Transfer of personal information outside of the European Economic Area (EEA)<\/a><\/strong><\/h4>\n\n\n\n<h4><strong><a href=\"#Information security\">Information security<\/a><\/strong><\/h4>\n\n\n\n<h4><strong><a href=\"#Children’s information\">Children’s information<\/a><\/strong><\/h4>\n\n\n\n<h4><a href=\"#Your rights\">Your rights<\/a><\/h4>\n\n\n\n<p>– How to request a copy of the information we hold about you, otherwise known as a Subject Access Request<\/p>\n\n\n\n<p>– How to ask us to amend or delete your information<\/p>\n\n\n\n<p>– How to request your information so that you can use it elsewhere<\/p>\n\n\n<p><a id=\"who we are\"> <\/a><\/p>\n\n\n<h2>Who we are<\/h2>\n\n\n\n<h3>Our commitment to you<\/h3>\n\n\n\n<p>Your privacy is important to us.<\/p>\n\n\n\n<p>As a charity we rely on our supporters, staff and many people who become involved with us to be able to deliver our vision of a world in which children no longer suffer institutional care.<\/p>\n\n\n\n<p>In meeting our commitment to you Hope and Homes for Children will:<\/p>\n\n\n\n<p>– observe fully the conditions regarding the fair collection and use of personal data;<\/p>\n\n\n\n<p>– meet its obligations to specify the purposes for which personal data is collected and used;<\/p>\n\n\n\n<p>– collect and process appropriate personal data to the extent that it is needed to fulfil operational or legal requirements;<\/p>\n\n\n\n<p>– ensure the quality of the personal data to collect, store and use;<\/p>\n\n\n\n<p>– apply strict checks to determine the length of time personal data is held and used;<\/p>\n\n\n\n<p>– ensure that the rights of individuals about whom the personal data is held can be fully exercised under the appropriate legislation;<\/p>\n\n\n\n<p>– take the appropriate technical and organisational security measures to safeguard personal data;<\/p>\n\n\n\n<p>– ensure that personal data is not transferred abroad without suitable safeguards.<\/p>\n\n\n\n<p>As data processors we not only meet the legislative requirements as set out under the Data Protection Act 1998 (DPA); the Privacy and Electronic Communications Regulations (PECR) and the General Data Protection Regulation (GDPR) but&nbsp; we always seek to meet and where possible, exceed what people would reasonably expect of us with regard to their personal data.<\/p>\n\n\n<p><a id=\"Our details\"> <\/a><\/p>\n\n\n<h3>Our details<\/h3>\n\n\n\n<p>Hope and Homes for Children is a charitable company limited by guarantee Company number: 4193179<\/p>\n\n\n\n<p>Charity number: 1089490<\/p>\n\n\n<p><a id=\"Contacting us\"> <\/a><\/p>\n\n\n<h3>Contacting us<\/h3>\n\n\n\n<p>You can contact us at anytime to discuss our Privacy Policy; update the information we hold about you, request or opt out of receiving marketing and fundraising communications from us or change the way we process your information by:<\/p>\n\n\n\n<p>Emailing us at:&nbsp;<a href=\"mailto:dataprotection@hopeandhomes.org\"><strong>dataprotection@hopeandhomes.org<\/strong><\/a><\/p>\n\n\n\n<p>Writing to us at:<\/p>\n\n\n\n<h4><strong>Supporter Care, FREEPOST RTKX-TYLS-JHHB, Hope and Homes for Children, East Clyffe Farm Barn, Salisbury Road, Steeple Langford, Salisbury, SP3 4BF<\/strong><\/h4>\n\n\n\n<p>Calling us on:&nbsp;<strong>+44(0)1722 790111<\/strong><\/p>\n\n\n\n<p>To request to access the information we hold about you (see ‘<strong>Your rights<\/strong>’ section at the end of this document) please complete a <a href=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/06\/HHC-subject-access-request-form.pdf\"><strong>Subject access request form<\/strong><\/a> and send to us using the email or postal details above.<\/p>\n\n\n\n<p>If you would like to make a complaint about the way we use or have used your information please read our complaints process which can be found&nbsp;<strong><a href=\"https:\/\/www.hopeandhomes.org\/who-we-are\/governance-vision-strategy\/fundraising-complaints-policy\/\">here<\/a><\/strong>&nbsp;and contact us using the details above.<\/p>\n\n\n\n<p>Alternatively, with specific regard to the way in which we use or have used your personal information, you are entitled to raise a concern to the Information Commissioner’s Office (ICO) without first referring your complaint to us. <a href=\"https:\/\/ico.org.uk\/make-a-complaint\/\">https:\/\/ico.org.uk\/make-a-complaint\/<\/a><\/p>\n\n\n<p><a id=\"What information we collect about you\"> <\/a><\/p>\n\n\n<h2>What information we collect about you<\/h2>\n\n\n\n<p>Personal information is collected directly from you when you interact with Hope and Homes for Children, for example when you make a donation or purchase one of our future gifts or Christmas Cards; volunteer with us or participate in one of our own or third party events; when you send an email or make an enquiry using any channel, including via social networks, post and phone; visit our websites; apply for a role with us, or when signing up to a campaign or for our email newsletter.&nbsp; Information may be collected in person, over the phone, through our websites, social media, on forms completed at an event or from something you’ve posted to us.<\/p>\n\n\n\n<p>The information we hold will typically include some of, or all of, your name, postal and email addresses, your phone number(s), and may include information like your date of birth and your bank&nbsp; account details if required, to enable you to support us financially for example through a regular direct debit.&nbsp; We may also ask you to provide specific information about your interests or lifestyle and where appropriate, for example if you take part in a challenge event, may collect details about your health or your passport information.&nbsp; We may also collect or receive information about you from other sources (including public sources). This is explained in the ‘How we might use your information’ section below.<\/p>\n\n\n\n<p>Sometimes, we may also link your personal record to family members, friends, colleagues or other acquaintances that we know are connected to you.&nbsp; We do this when you or the other party have indicated there is a connection as this helps us to when we correspond with you, or them, for example, if we hold an event and want to ensure we are inviting people who would enjoy meeting with each other.&nbsp; It also helps us to understand the effectiveness of our network-based fundraising approach.<\/p>\n\n\n<p><a id=\"How we might use your information\"> <\/a><\/p>\n\n\n<h2>How we might use your information<\/h2>\n\n\n\n<p>If you are a supporter who receives marketing and fundraising materials or makes donations we may use your information for administration purposes.<\/p>\n\n\n\n<h4><strong>Processing your donation or purchase<\/strong><\/h4>\n\n\n\n<p>When you make a donation or other payment to Hope and Homes for Children, we will use your payment and contact details, payment amount, date and time of payment to process that payment and take any follow-up administrative action needed, for example, sending a confirmation of your gift to you.<\/p>\n\n\n\n<p>If you choose to include Gift Aid with a donation to us, then we will always ask for your address and UK taxpayer status as this information is required by law. You can read more about how Gift Aid works here: <a href=\"https:\/\/www.gov.uk\/donating-to-charity\/gift-aid\">https:\/\/www.gov.uk\/donating-to-charity\/gift-aid<\/a>. This information is needed for us to fulfil our obligations under tax and charity law.&nbsp; Information associated with Gift Aid declarations must be retained by us for a minimum of 7 years but may be retained longer.&nbsp; This information will be shared with HMRC for tax regulation purposes and may also be shared with the Fundraising Regulator and the Charity Commission in the event of an enquiry or investigation.<\/p>\n\n\n\n<h4>Responding to enquiries<\/h4>\n\n\n\n<p>If you contact us with a question, comment, compliment or complaint then we will keep a record of this correspondence and any associated documents so that we have the information available in the event of a follow-up, dispute or investigation.<\/p>\n\n\n\n<h4>Notifying you of changes to policies<\/h4>\n\n\n\n<p>If we make significant changes to policies which may affect you, we will use your contact details to inform you of the changes.<\/p>\n\n\n\n<h4><strong>Requesting information if you are attending our events<\/strong><\/h4>\n\n\n\n<p>If you participate in an event that we have, or someone else has, organised in aid of or on behalf of Hope and Homes for Children, we may ask you to provide information to make sure we can manage the event safely and efficiently.&nbsp; We may also ask you for details of any accessibility need which you may have, so that we ensure our event is inclusive, in line with the provisions of the Equality Act 2010.<\/p>\n\n\n\n<p>If you participate in an event organised by an external party or make a donation through a third party website or processor like JustGiving, then your information may be passed to us by the processor.&nbsp; We would only use your information for marketing purposes if you have given your consent for us to do this.&nbsp; Please check the privacy policy of any third party donation platform, such as JustGiving for confirmation of how they manage your data.<\/p>\n\n\n\n<p>We may use your information to invite you to consider new and different ways that you could support or become more involved with our work such as participating in different events, raising or giving funds or involving others and spreading the word.<\/p>\n\n\n\n<h4><strong>Sharing marketing and fundraising materials with you<\/strong><\/h4>\n\n\n\n<p>Marketing and fundraising materials that we might share with you include information about our activities and their impact, news, events and fundraising appeals, and other ways you can become involved with us.<\/p>\n\n\n\n<p>Where you have provided your postal address we may send this information to you by post or where you have provided a phone number we may call you unless you have asked us not to. If you are registered with the Telephone Preference Service then we won’t call you unless you have specifically told us we can. We may also email you this information or send by SMS (text messaging) if you have agreed for us to do so.<\/p>\n\n\n\n<p>You can let us know at any time if you’d prefer to change how we share information with you or stop it altogether.&nbsp; Simply use the details we’ve provided in the<strong>&nbsp;‘Contacting us’<\/strong>&nbsp;section&nbsp; to let us know your preferences or use the area we provide on our postal communications to let us know of the changes you would like us to make.&nbsp; If you have consented to receive emails from us, you can also use the unsubscribe link contained within the emails at any time.<\/p>\n\n\n\n<h4><strong>Targeting our communications and researching our supporters<\/strong><\/h4>\n\n\n\n<p>It is important to us that we use your donations wisely in order to have the greatest impact for children and families.&nbsp; In order to do so, we use research and analysis to inform the decisions we make around who we fundraise from and how.&nbsp; We seek to ensure our fundraising and marketing efforts are as efficient and effective as possible at inspiring support and engaging existing and new supporters about our work.&nbsp; In order to identify who to contact, what to say and when to get in touch, we carry out the following activities:<\/p>\n\n\n\n<p><em><strong>Segmenting our communications:<\/strong><\/em><\/p>\n\n\n\n<p>We may analyse information such as how often supporters donate, by how much, and in what way and why, in order to decide how often or what type of information and fundraising materials we share with those supporters.&nbsp; We may also analyse the postcodes of our supporters to help us identify groups of supporters to invite to local events, or to decide on new fundraising activities in certain geographical areas.&nbsp; This type of analysis helps us to keep our fundraising effective but most importantly is designed to ensure we communicate with the right people, in the right way, always with the intention of improving the experience of supporting Hope and Homes for Children.<\/p>\n\n\n\n<p><em>Analysing how emails are opened and read:<\/em><\/p>\n\n\n\n<p>We may track emails which we have sent to you using our email provider Campaign Monitor to see which messages resonate with people and which have the highest response rates. We do this by logging whether emails we send have been opened, deleted and interacted with, for example, by clicking on links within the emails. We use this information to look at general patterns and to help us better target our activities so that we only send information in this way to people we believe still want to receive the emails they’ve consented to receive.<\/p>\n\n\n\n<p><em><strong>Finding other people like you who might like to hear from us:<\/strong><\/em><\/p>\n\n\n\n<p>We may use the email and postal addresses you give us to help find more people like you, so that we can grow our supporter base through our online and offline channels.&nbsp; We use third party services to do this which you are likely to be familiar with, including Google, Facebook and Twitter.<\/p>\n\n\n\n<p><em><strong>Analysing our supporter base to deepen relationships with, and tailor communications to, people who might support our work with higher donations:<\/strong><\/em><\/p>\n\n\n\n<p>We may gather information about you from publicly available sources – for example, Companies House, the Electoral Register, land records, the Charity Commission of England and Wales, the Scottish Charity Regulator, and the media – to help us to understand more about you as an individual and your ability and interest to support our work, including financially.&nbsp; Through our research, we aim to collect information about your philanthropic interests, for example, trusteeships or board memberships. We take this approach in order to ensure that we develop relationships appropriately and that you always receive the most appropriate communications. This also helps ensure that our fundraising activity is as effective as it can be. In some cases, for example in the case of very large donations, this information is also helpful for due diligence purposes. We may also carry out wealth screening, either in-house or through trusted third-party partners with whom we have appropriate data protection agreements in place, to ensure that any approach for financial support is sensitive and appropriate. You can read more about information we may gather and add to your data record in the section, ‘When might we add information to your record that you may not have given to us directly.’<\/p>\n\n\n\n<p>You can let us know if you would rather we did not undertake such analysis or wealth screening by emailing us at&nbsp;<a href=\"mailto:dataprotection@hopeandhomes.org\"><strong>dataprotection@hopeandhomes.org<\/strong><\/a><\/p>\n\n\n\n<h4>Retaining your information<\/h4>\n\n\n\n<p>We will retain your personal information for no longer than we believe is necessary for the purposes for which it is processed (in accordance with our internal policies including our data retention policy).&nbsp; If you ask us not to contact you, we will keep some basic information about you on a suppression list in order to avoid sending you unwanted materials in the future.<\/p>\n\n\n\n<p>If you provide explicit consent for us to contact you using email or SMS (text messaging), we will hold and use this consent for two years before reviewing when and how you are responding to our activities using these channels.&nbsp; We will consider your consent revoked if you have not responded to our email or SMS (text messaging) communications after four years.<\/p>\n\n\n\n<p>We will cease to communicate with you if you have not interacted with us for four years. Interactions in this period could include making a donation, contacting us by any means, opening an email or attending an event. However, we may also continue to contact you if you have told us at any time in the past that you have mentioned Hope and Homes for Children in your will.<\/p>\n\n\n\n<h4><strong>When might we add information to your record that you may not have given to us directly?<\/strong><\/h4>\n\n\n\n<p>We may also add information or update the records we hold of supporters with information collected from publicly available sources. This may include address related information, information from death registers, age or the information mentioned in the section above ‘Targeting our communications and researching our supporters’.&nbsp; The purpose for doing this is to ensure our communications and activities with our supporters are as relevant as possible.<\/p>\n\n\n\n<p>We take great care in growing our community of supporters and the steps we take to enhance the information we hold plays a vital role in building a community of like-minded supporters who are passionate about our vision and in making our fundraising as effective as possible.&nbsp; If you would like to understand the activities we undertake in more detail, change your preferences or request us to use your information differently or not at all, please contact us using the methods set out in the&nbsp;<strong>‘Contacting Us<\/strong>’&nbsp; section above.<\/p>\n\n\n\n<h4><strong>We may use your information to enforce and comply with the law<\/strong><\/h4>\n\n\n\n<p>As with all charities, we ensure that our activities comply with the law. This means that we may need to share or use your personal information if we are required to do so by law, for example; in response to a warrant or court order, and we may use information from other sources for the purposes of fraud prevention, for example to comply with money laundering regulations, or to protect people’s rights, property or safety.<\/p>\n\n\n\n<p>If certain levels of donation are made, the Fundraising Regulator’s Code of Fundraising Practice requires us, and all charities in the UK, to perform certain checks on the donation. More details can be found at&nbsp;<a href=\"https:\/\/www.fundraisingregulator.org.uk\/\"><strong>https:\/\/www.fundraisingregulator.org.uk\/<\/strong><\/a><\/p>\n\n\n\n<h4><strong>If you are applying for a paid or volunteer role within Hope and Homes for Children<\/strong><\/h4>\n\n\n\n<p>Your CV, covering letter, supporting information and any other documents submitted as part of your application for any position with Hope and Homes for Children will be used during the recruitment process to short-list suitable candidates who will be invited to proceed to interview stage, and to select the final candidate that the role will be offered to. These documents will also be used to assess suitability for volunteer positions.<\/p>\n\n\n\n<p>We sometimes use third-party job application platforms and recruitment agencies to publish and receive applications for roles at Hope and Homes for Children.&nbsp; When you apply through these platforms and organisations, our privacy policy will be made available to you.&nbsp; We only work alongside other organisations in this way if we are satisfied that they will keep your information safely and use it only in the same legal ways that we would.<\/p>\n\n\n\n<p>During the recruitment process, we may perform some checks on your identity, your right to work in the UK, your eligibility to work with vulnerable people and children.&nbsp; We will also take up employment references.<\/p>\n\n\n\n<p>If your application is successful, this information will then form part of your personnel file.<\/p>\n\n\n\n<p>We delete the personal information of unsuccessful applications 12 months after the application process ends in case there are follow-up queries about the process, unless a candidate requests that we keep their details for longer.&nbsp; Statistical information like ethnicity, sexuality and disability is kept to ensure that our recruitment processes are inclusive and not discriminatory, but this is completely anonymised.<\/p>\n\n\n\n<p>If we are required by law to share your information, (for example; in response to a warrant or court order), we will do so.<\/p>\n\n\n\n<h4><strong>If you have visited our websites<\/strong><\/h4>\n\n\n\n<p>We log the IP address of the computer you are using in order to protect our servers against abuse and malicious activity.&nbsp; The logs are deleted every 30 days. Other information is used to measure the performance of the websites, the volume of traffic that the sites receive, how site users move around the sites and what sort of users the sites attract. You can find out more in our&nbsp;<strong><a href=\"https:\/\/www.hopeandhomes.org\/website-and-cookie-policies\/\">website and cookies policy<\/a><\/strong><a href=\"https:\/\/www.hopeandhomes.org\/slide\/website-and-cookie-olicy\/\"><strong>.<\/strong><\/a><\/p>\n\n\n\n<p>When you access our websites, some cookies are saved to your computer, for example if you have chosen a particular language setting or created a user account. You can also turn off your cookies so that we can’t access that information.<\/p>\n\n\n\n<p>Read more about the&nbsp;<strong><a href=\"https:\/\/www.hopeandhomes.org\/website-and-cookie-policies\/\">cookies<\/a><\/strong>&nbsp;our sites use on our&nbsp;<strong><a href=\"https:\/\/www.hopeandhomes.org\/website-and-cookie-policies\/\">website and cookie policy<\/a><\/strong>.<\/p>\n\n\n<p><a id=\"Who Hope and Homes for Children shares personal information with and why\"> <\/a><\/p>\n\n\n<h2><strong>Who Hope and Homes for Children shares personal information with and why<\/strong><\/h2>\n\n\n\n<p>We commit to make all reasonable efforts to keep your details secure and will only share them with suppliers or professional agents working on our behalf, for example, organisations who send out our fundraising or marketing materials, or telephone agencies whom we might very occasionally use to make fundraising or admin calls or SMS (text messaging) messages on our behalf. We carefully select these partners and will only share information with them if we are confident that they will protect it, and we have a data protection agreement and contract in place with them that assures this.<\/p>\n\n\n\n<p>We will never share your details with other organisations to use for their own purposes, other than where we are required to by law. Hope and Homes for Children will not, under any circumstances, share with, or sell your personal information to any third party for marketing purposes and you will not receive direct offers from other companies or organisations as a result of giving your details to us.<\/p>\n\n\n\n<p>Certain third party organisations collect information on our behalf as well as for their own use. We may receive your personal details from other organisations for our marketing purposes where you have consented for this information to be shared with us for those purposes, for example Just Giving and Virgin Money Giving. These organisations have their own data protection and privacy policies and we encourage you to make yourself aware of these before using them.<\/p>\n\n\n\n<p>We may also use other companies to provide services and process your personal information on our behalf, including delivering postal mail, making telephone calls when necessary to our supporters, sending emails, sending SMS messages, processing credit card payments and analysing our supporter information as outlined above, to help us communicate with you in ways that are most appropriate to you and your interests.&nbsp; In some cases, our suppliers may use software which analyses publicly available information (as outlined above) to build up a picture about you based on information set out in the ‘Targeting our communications and researching our supporters’ section.<\/p>\n\n\n<p><a id=\"Transfer of personal information outside of the European Economic Area (EEA)\"> <\/a><\/p>\n\n\n<h2><strong>Transfer of personal information outside of the EEA<\/strong><\/h2>\n\n\n\n<p>Countries outside the European Economic Area have differing approaches to data privacy laws and the enforcement of these may not be as robust as it is within Europe’s borders.<\/p>\n\n\n\n<p>We take great care to manage your personal data within the EEA where possible.&nbsp; In any cases where a supplier is outside of the EEA, we&nbsp; ensure strict data agreements and contracts are in place to ensure any data passed outside of the EEA is treated in line with the EEA regulations.<\/p>\n\n\n<p><a id=\"Information security\"> <\/a><\/p>\n\n\n<h2><strong>Information security<\/strong><\/h2>\n\n\n\n<p>Hope and Homes for Children takes the care of your information seriously and protects your personal information in a range of ways including secure servers, firewalls and SSL encryption or a comparable standard. We follow payment card industry (PCI) security compliance requirements when processing credit card payments via our website. We operate a policy of restricted, password controlled, access to any of your information which is stored on our systems.<\/p>\n\n\n<p><a id=\"Children’s information\"> <\/a><\/p>\n\n\n<h2><strong>Children’s information<\/strong><\/h2>\n\n\n\n<p>While we do not actively collect information from children (under 18s) in the UK, we appreciate that our supporters are of all ages. Where appropriate, we will always ask for consent from a parent or guardian to collect information about children.&nbsp; All Hope and Homes for Children events will have clear rules on whether or not children can take part, and the collection of information will be managed in accordance with each individual event, with appropriate safeguards in place.<\/p>\n\n\n<p><a id=\"Your rights\"> <\/a><\/p>\n\n\n<h2>Your rights<\/h2>\n\n\n\n<p>You can request copies of all the information we hold about you using a&nbsp;<a href=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2016\/12\/HHC-subject-access-request-form.docx\"><strong>Subject access request form<\/strong><\/a>.<\/p>\n\n\n\n<p>You have the right to ask for a copy of all of the information related to you that we are processing. You can request this using the ‘<strong>Contacting us<\/strong>’&nbsp; section above.<\/p>\n\n\n\n<h4><strong>How to request your information so that you can use it elsewhere<\/strong><\/h4>\n\n\n\n<p>You can ask for a copy of any personal information that you have provided to us in the past.&nbsp; We will provide it in a clear and easy to follow format of your choice.<\/p>\n\n\n\n<h4><strong>How to ask us to amend or delete your information<\/strong><\/h4>\n\n\n\n<p>If you believe the information we hold about you is incorrect, out of date or if there is no longer justification for us to hold it, you can ask for it to be updated, removed or blocked from our use by using any of the methods outlined in the ‘<strong>Contacting us’<\/strong>&nbsp; section above.<\/p>\n\n\n\n<h4><strong>Our legal basis for contacting you and using your personal information<\/strong><\/h4>\n\n\n\n<p>We will never send you marketing by email or SMS (text messaging) without your consent, and you can withdraw your consent at any time.&nbsp; We collect your consent for such communications when you sign up to receiving our emails or newsletter; opt-in to such communications by using our forms (e.g. a donation form or online form) or when you provide it in person.<\/p>\n\n\n\n<p>If you have provided us with your postal or telephone contact details, for example, when making a donation by post, we will carry out an assessment of whether it would be fair and reasonable of us to use those details to send information about our work, fundraising or events and other information to you without your explicit consent (i.e. it is in the interests of our aims as a charity and will not cause undue prejudice to you). This is called a “legitimate interests assessment”. You can however opt out of or change the amount or type of marketing and fundraising communications we send you at any time by letting us know your communication preferences.&nbsp; We seek to make this easy for you to do by asking you let us know about any preferences you have when we communicate with you and you can also do this by using one of the methods outlined in the ‘<strong>Contacting us<\/strong>’&nbsp; section to do this.<\/p>\n\n\n\n<p>We will ensure we have a legal basis to use your personal information for the other purposes mentioned in this policy (usually with your consent, further to a legitimate interests assessment, or because the use of your data is necessary to comply with a legal obligation).<\/p>\n\n\n\n<p>You can find out more about your data protection rights on the Information Commissioner’s Office (ICO) website&nbsp;<a href=\"https:\/\/ico.org.uk\/concerns\/\"><strong>here<\/strong><\/a>.<\/p>\n\n\n\n<p>This policy was last updated in May 2018 and is reviewed annually. Alterations to the policy may be made at any point to ensure it accurately reflects our commitment to you and our compliance with appropriate legislation.<\/p>\n\n\n\n<p>Please check this website from time to time for the latest version of this policy.<\/p>\n\n\n\n<p>Updated 21 June 2021<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Your privacy is important to us This policy, together with our websites and cookie policy, explains how we collect, manage, use and protect your personal information and sets out our commitment to you. It also provides simple ways for you to get in touch should you have any questions, or would like to change anything [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":6,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy | Hope and Homes for Children<\/title>\n<meta name=\"description\" content=\"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.hopeandhomes.org\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy | Hope and Homes for Children\" \/>\n<meta property=\"og:description\" content=\"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.hopeandhomes.org\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Hope and Homes\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hopeandhomes\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-20T12:43:41+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Navenka-and-Minel-BiH-Nov-2019-cHopeandHomesforChildren-5.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1138\" \/>\n\t<meta property=\"og:image:height\" content=\"738\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"root\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HopeandHomes\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"19 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.hopeandhomes.org\/#website\",\"url\":\"https:\/\/www.hopeandhomes.org\/\",\"name\":\"Hope and Homes\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.hopeandhomes.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.hopeandhomes.org\/privacy-policy\/#webpage\",\"url\":\"https:\/\/www.hopeandhomes.org\/privacy-policy\/\",\"name\":\"Privacy Policy | Hope and Homes for Children\",\"isPartOf\":{\"@id\":\"https:\/\/www.hopeandhomes.org\/#website\"},\"datePublished\":\"2021-09-06T13:51:06+00:00\",\"dateModified\":\"2022-06-20T12:43:41+00:00\",\"description\":\"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.hopeandhomes.org\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.hopeandhomes.org\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.hopeandhomes.org\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.hopeandhomes.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy | Hope and Homes for Children","description":"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.hopeandhomes.org\/privacy-policy\/","og_locale":"en_GB","og_type":"article","og_title":"Privacy Policy | Hope and Homes for Children","og_description":"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.","og_url":"https:\/\/www.hopeandhomes.org\/privacy-policy\/","og_site_name":"Hope and Homes","article_publisher":"https:\/\/www.facebook.com\/hopeandhomes\/","article_modified_time":"2022-06-20T12:43:41+00:00","og_image":[{"width":1138,"height":738,"url":"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Navenka-and-Minel-BiH-Nov-2019-cHopeandHomesforChildren-5.jpg","type":"image\/jpeg"}],"author":"root","twitter_card":"summary_large_image","twitter_site":"@HopeandHomes","twitter_misc":{"Estimated reading time":"19 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.hopeandhomes.org\/#website","url":"https:\/\/www.hopeandhomes.org\/","name":"Hope and Homes","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.hopeandhomes.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"},{"@type":"WebPage","@id":"https:\/\/www.hopeandhomes.org\/privacy-policy\/#webpage","url":"https:\/\/www.hopeandhomes.org\/privacy-policy\/","name":"Privacy Policy | Hope and Homes for Children","isPartOf":{"@id":"https:\/\/www.hopeandhomes.org\/#website"},"datePublished":"2021-09-06T13:51:06+00:00","dateModified":"2022-06-20T12:43:41+00:00","description":"Find out about our privacy policy to understand how we collect, manage, use and protect your personal information.","breadcrumb":{"@id":"https:\/\/www.hopeandhomes.org\/privacy-policy\/#breadcrumb"},"inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.hopeandhomes.org\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.hopeandhomes.org\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.hopeandhomes.org\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]}]}},"_links":{"self":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":10,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":5190,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/3\/revisions\/5190"}],"wp:attachment":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}