{"id":421,"date":"2022-03-01T12:39:43","date_gmt":"2022-03-01T12:39:43","guid":{"rendered":"https:\/\/hopeandhomes.tictocstaging.com\/?page_id=421"},"modified":"2022-06-30T13:43:02","modified_gmt":"2022-06-30T13:43:02","slug":"our-trustees","status":"publish","type":"page","link":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/","title":{"rendered":"Our Trustees"},"content":{"rendered":"<p><a id=\"Back to top\"> <\/a><\/p>\n\n\n<p><strong>Our Board of Trustees govern the charity and direct how it is managed and run. They make sure that we respond to the needs of children in line with our vision and mission, and that we spend our supporters’ money as efficiently as possible.<\/strong><\/p>\n\n\n\n<p>Led by our Chair, Richard Greenhalgh, they also see that we adhere to charity guidelines and fundraising standards and monitor our annual progress, income and expenditure against our strategic objectives.<\/p>\n\n\n\n<p>Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children from the international development, corporate and legal sectors.<\/p>\n\n\n\n<ul><li><a href=\"#Anna Segall\">Anna Segall<\/a><\/li><li><a href=\"#Camilla\">Camilla Otto<\/a><\/li><li><a href=\"#Chikondi\">Dr Chikondi Mpokosa<\/a><\/li><li><a href=\"#Herczog\">Dr Maria Hercz<\/a><a href=\"#Dr Maria Herczog\">og<\/a><\/li><li><a href=\"#Menon\">Girish Menon<\/a><\/li><li><a href=\"#Banks\">Matthew Banks<\/a><\/li><li><a href=\"#Thiedke\">Mike Thiedke<\/a><\/li><li><a href=\"#Parmar\">Ramesh Parmar (Treasurer)<\/a><\/li><li><a href=\"#Greenhalgh\">Richard Greenhalgh (Chair)<\/a><\/li><li><a href=\"#Neotia\">Ruchira Neotia<\/a><\/li><li><a href=\"#Bruce\">Vicky Bruce<\/a><\/li><\/ul>\n\n\n<p><a id=\"Anna Segall\"> <\/a><\/p>\n\n\n<h3>Anna Segall<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"682\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg\" alt=\"Anna Segall wears a patterned shirt and smiles at the camera in front of a plain background\" class=\"wp-image-4727\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-300x200.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-768x512.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch.jpg 1250w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Anna Segall, Trustee at Hope and Homes for Children<\/figcaption><\/figure>\n\n\n\n<p>Anna has been working in international development, humanitarian response and human rights for some 20 years, nationally and internationally. She has worked in different United Nations organisations and with the International Red Cross and Red Crescent Movement, and also in government and as a commercial lawyer in Australia. She is a trustee of WaterAid (UK).<\/p>\n\n\n\n<p>Anna has been active in the fields of refugee protection, human rights and accountability, governance, organisational change, capacity building, and advocacy. She has led and managed teams in field and headquarters, developed and implemented policies and long-term strategies in different organisations, and negotiated on humanitarian issues and development of international law. Anna has published on accountability for human rights abuses and war crimes and on economic sanctions.<\/p>\n\n\n\n<p>At present, Anna is Director of International Standards and Legal Affairs at UNESCO. She has worked previously as Director of Operations in Jordan for the UN Agency for Palestine Refugees (UNRWA), as General Counsel at UNRWA, at the ICRC Advisory Service on International Humanitarian Law, as Representative of the International Federation of Red Cross and Red Crescent Societies and as Manager of the Australian Red Cross humanitarian law programme.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Camilla\">Camilla Otto<\/h3>\n\n\n\n<p>Camilla is an international development professional who has devoted her career to work with development aid questions and with the international development community. A Swedish national, Camilla has worked in the UN system (UNDP, UNIFEM, UNESCO) with the European Commission in Brussels and for the British Government in its Development Ministry (Department for International Development).<\/p>\n\n\n\n<p>She has held numerous positions and worked on strategy and policy development across the globe; implemented development projects in Africa and Asia; negotiated on aid and trade issues in various international fora like the WTO, the UN, and the EU; and built and led teams in various institutions. Her career has taken her to work with projects and partners in many places across the globe with a focus on Africa and Asia.<\/p>\n\n\n\n<p>At present, Camilla is a Director for Donor Co-Financing at the European Bank for Reconstruction and Development (EBRD), in charge of mobilising and managing donor funds for the Bank and maintaining relations with the Bank’s donor community. She lives with her family, including two children, in London.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Chikondi\">Dr Chikondi Mpokosa<\/h3>\n\n\n\n<p>Chikondi Mpokosa is an educationalist with over 20 years of experience in international development. Currently working with UNICEF Nigeria, Chikondi has spent her career managing programmes for children’s rights, human rights, education, humanitarian and capacity-building projects and organisations around the world.Originally from Malawi, Chikondi has experience gained from her work in the UK, Vietnam, Pakistan, Nepal, Bangladesh, India, Ghana, Zambia, Zimbabwe, Kenya, Niger, Mozambique, Mali, Ethiopia, South Africa, Tanzania, South Sudan and Nigeria.<\/p>\n\n\n\n<p>She served as the National Advocacy Manager for the Malala Fund, led programmes in Africa and Asia for Leonard Cheshire Disabilities, and served as an Education Specialist for UNICEF in South Sudan, developing innovative programs to address and eliminate gender inequalities in education. She also worked with UNICEF in Zimbabwe, helping to design and launch their Education Transition Fund.<\/p>\n\n\n\n<p>Chikondi spent many years working for VSO in Nigeria, Malawi, Tanzania and the UK. Following her tenure with VSO, she took a role as the Global Program Adviser on Education for Oxfam.Throughout her career, Chikondi has served in various consulting, management and program implementation roles that have focused on inclusion of marginalised and excluded children including those living with disabilities. She holds an Ed. D, MAEGID, B, Ed. (Sci) and lives with her family in Oxford, whilst currently working in Nigeria.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Herczog\">Dr Maria Herczog<\/h3>\n\n\n\n<p>Maria Herczog PhD is an economist and sociologist, working as a senior policy analyst at the Institute for Human Services, Columbus, Ohio since June 2018.<\/p>\n\n\n\n<p>A visiting senior postgraduate lecturer at ELTE Budapest Law Faculty, Dr Herczog teaches on child rights, mediation and child protection. She has been the chair and program director of the Family Child Youth Association in Budapest, Hungary since 1993, and has been teaching child welfare, child protection and conflict resolution at different universities and on other vocational courses since 1989.<\/p>\n\n\n\n<p>Dr Herczog has been undertaking research on child welfare, child protection, child rights, family matters and conflict resolution for more than 30 years. She is the author of several books, book chapters and journal articles.<\/p>\n\n\n\n<p>A frequent speaker at national and international conferences and in the media, Dr Herczog has been working with UNICEF, Council of Europe and WHO as a temporary scientific expert for many years. She was a member of the UN Committee on the Rights of Child between 2007–15, a founding member of Eurochild, and served as its president between 2010–16. Recently she was elected to be the president of the Executive Committee of the Child Rights Connect.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Menon\">Girish Menon<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"683\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-1024x683.jpg\" alt=\"\" class=\"wp-image-4780\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-1024x683.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-300x200.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-768x512.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-1536x1024.jpg 1536w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Girish-Menon-17-Mar-22-Strategy-Launch-2048x1366.jpg 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Girish Menon, Trustee at Hope and Homes for Children<\/figcaption><\/figure>\n\n\n\n<p>Girish Menon has worked in social development for over three decades. He started his career with the Aga Khan Rural Support Programme, an Indian NGO, and followed this with stints at ActionAid, Plan International and Department for International Development (DFID) India.<\/p>\n\n\n\n<p>After growing up in India, and beginning his career in the not-for-profit sector there, Girish moved to London in 2005 to join WaterAid UK. As deputy CEO and Director of International Programmes, Girish transformed WaterAid’s programming across Africa and Asia.<\/p>\n\n\n\n<p>He has since been the Chief Executive of ActionAid UK for over five years, and sis now the CEO at STiR Education. Based in the UK, STiR Education currently works in India and Uganda to help bring quality education to children and promote their lifelong learning. He is also on the board of trustees for Plan International UK.<\/p>\n\n\n\n<p>Girish is a keen blogger, active on social media and was named one of the Top 25 Social CEOs in 2018. Girish has also served on the TeachingExcellence &amp; Student Outcomes (TEF) Panel for Social Sciences of the Office for Students and is a regular speaker at a number of events on a wide range of issues around international development, leadership, organisational culture, diversity and inclusion.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Banks\">Matthew Banks<\/h3>\n\n\n\n<figure class=\"wp-block-image size-full\"><img width=\"506\" height=\"273\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Matthew-Banks-Trustee-at-Hope-and-Homes-For-Children-e1646669071757.jpg\" alt=\"Matthew Banks Trustee at Hope and Homes For Children\" class=\"wp-image-1285\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Matthew-Banks-Trustee-at-Hope-and-Homes-For-Children-e1646669071757.jpg 506w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Matthew-Banks-Trustee-at-Hope-and-Homes-For-Children-e1646669071757-300x162.jpg 300w\" sizes=\"(max-width: 506px) 100vw, 506px\" \/><figcaption>Matthew Banks, Trustee at Hope and Homes For Children<\/figcaption><\/figure>\n\n\n\n<p>Matthew has an impressive track record in legal services and business over the last 25 years. From 2005-2019 he was at the forefront of innovative businesses in the legal sector, setting up and growing services and technology businesses that provide solutions to global corporations.<\/p>\n\n\n\n<p>After moving to India in 2005, Matthew started and led a market leading legal process outsourcing (LPO) business, growing it to 600 lawyers in eight locations in Europe, Asia and the US. During his seven years in the LPO sector he was based in Mumbai and New York. Matthew moved back to London in 2012 to join Riverview Law, where as a Director and Board member, he helped to grow the business into one of the legal market’s most recognised ‘disruptors’ before it was acquired by Ernst &amp; Young in 2018.<\/p>\n\n\n\n<p>Now, in a complete change, Matthew helps to run The Slow Cyclist, a growing luxury travel company.<\/p>\n\n\n\n<p>Previously, Matthew practised law for ten years in London at Linklaters LLP then Eversheds LLP. He has a degree in law from Oxford University.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Thiedke\">Mike Thiedke<\/h3>\n\n\n\n<figure class=\"wp-block-image size-full\"><img width=\"1706\" height=\"1593\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Mike-Thiedke-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669125707.jpg\" alt=\"Mike Thiedke Trustee at Hope and Homes For Children\" class=\"wp-image-1286\"\/><figcaption>Mike Thiedke Trustee at Hope and Homes For Children<\/figcaption><\/figure>\n\n\n\n<p>Mike Thiedke has more than 15 years’ experience in executive\/ senior positions in the third sector at national and international level. He has always been driven by a passion and conviction to deliver positive change for the most vulnerable to be heard, respected, empowered and cared for. This is why Hope and Homes for Children’s mission to end institutional care is so close to his heart. <\/p>\n\n\n\n<p>Mike, who holds a doctorate in Children’s Rights and Intercultural Education, had a five-year career with the United Nations in New York City where his roles included being an advocate for young people as agents for change.<\/p>\n\n\n\n<p>In 2009 he moved to London to work for international children’s charities such as ActionAid and Plan International. Since 2018, Mike has been the CEO of Depaul UK, a homelessness charity that focuses on young people.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Parmar\">Ramesh Parmar (Treasurer)<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"682\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ramesh-Parmar-Trustee-17-Mar-2022-Strategy-Launch-3-1024x682.jpg\" alt=\"Portrait of Ramesh Parmar, a middle aged man with short grey hair and a beard in a clue check shirt and dark suit jacket - he is smiling at the camera in front of a plain background.\" class=\"wp-image-4725\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ramesh-Parmar-Trustee-17-Mar-2022-Strategy-Launch-3-1024x682.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ramesh-Parmar-Trustee-17-Mar-2022-Strategy-Launch-3-300x200.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ramesh-Parmar-Trustee-17-Mar-2022-Strategy-Launch-3-768x512.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ramesh-Parmar-Trustee-17-Mar-2022-Strategy-Launch-3.jpg 1250w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Ramesh Parmar, Trustee at Hope and Homes for Children<\/figcaption><\/figure>\n\n\n\n<p>Ramesh is a Finance, Treasury and Change Management professional with over 25 years’ experience within Financial Services, Banking and Capital Markets, working across international and diverse teams.<\/p>\n\n\n\n<p>He has had a successful leadership career with a proven track record running the Finance function, delivering complex transformational change and creating high performing teams that areinclusive and diverse in thought and perspective. Ramesh is a strategic thinker with an adaptive leadership style able to demonstrate sound judgment and decision making. For 12 years, he was part of the senior Finance leaders group at TSB, HSBC and LloydsBanking Group, working to apply strategic initiatives throughout teams.<\/p>\n\n\n\n<p>Ramesh has developed a strong interest in how technology can make a difference to serve society through numerous industries such as FinTech, HealthTech, LifeSciences and the Not-for-Profit Charity sector to name a few.<\/p>\n\n\n\n<p>He is an avid fitness enthusiast, participates in a number of sports, and has a keen interest in overseas travel where he enjoys exploring different cultures.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Greenhalgh\">Richard Greenhalgh (Chair)<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"685\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697-1024x685.jpg\" alt=\"Richard Greenhalgh Chair Trustee at Hope and Homes For Children\" class=\"wp-image-1287\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697-1024x685.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697-300x201.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697-768x514.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697-1536x1028.jpg 1536w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/03\/Richard-Greenhalgh-Chair-Trustee-at-Hope-and-Homes-For-Children-scaled-e1646669202697.jpg 1798w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Richard Greenhalgh Chair Trustee at Hope and Homes For Children<\/figcaption><\/figure>\n\n\n\n<p>Richard Greenhalgh spent over thirty years with the international company Unilever, holding a number of senior positions throughout his career with the company. He has lived in Nigeria and spent time working in Africa, Latin America and India. He was latterly Chairman of Unilever UK for six years until his retirement in 2004.<\/p>\n\n\n\n<p>Since his retirement, Richard has chaired businesses, public bodies and charities including Milk Ltd, the global charity Care International UK and Governing Bodyof Green Templeton College, Oxford. He has been Senior Independent Director of Rank Group, Vice Chair of Care International and most recently, Chairman of Surrey and Borders Partnership which is the Mental Health Foundation Trust for Surrey and North East Hampshire.<\/p>\n\n\n\n<p>Richard is currently Chairman of the British Youth Opera and United Learning.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Neotia\">Ruchira Neotia<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"683\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-1024x683.jpg\" alt=\"Trustee Ruchira Neotia turns and looks confidently towards the camera in a white polka dot shirt with black top\" class=\"wp-image-4781\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-1024x683.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-300x200.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-768x512.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-1536x1024.jpg 1536w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Ruchira-Neotia-Trustee-1-2048x1366.jpg 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Ruchira Neotia, Trustee at Hope and Homes for Children<\/figcaption><\/figure>\n\n\n\n<p>Ruchira is a global marketing leader with an impressive 18-year career spanning the globe. She has led a significant body of work within complex matrixed environments to establish lasting step change and help brands reinvent themselves with a digitally enabled customer-centric approach to marketing. She is also a Non-executive director and Board advisor. <\/p>\n\n\n\n<p>Ruchira has multi-sector experience, having led regional marketing teams in Microsoft and Apple for their education and advertising business, and then moved on to American Express where she led a variety of global marketing initiatives, including the brand launch for India, and the company rebrand global employee launch. <\/p>\n\n\n\n<p>More recently, she has been consulting with Ascential Plc. for a number of their businesses. <\/p>\n\n\n\n<p>Ruchira became the youngest Liveryman of the Worshipful Company of Marketors in December 2021 (City of London Livery company). <\/p>\n\n\n\n<p>On a personal front, Ruchira is a keen traveller and a huge wine enthusiast. She is, in her spare time, pursuing a Wine &amp; Spirit Education Trust (WSET) Diploma in Wines.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n<hr>\n\n\n<h3 id=\"Bruce\">Vicky Bruce<\/h3>\n\n\n\n<figure class=\"wp-block-image size-large\"><img width=\"1024\" height=\"682\" src=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Vicky-Bruce-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg\" alt=\"Vicky Bruce Trustee smiling at the camera against a plain background\" class=\"wp-image-4739\" srcset=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Vicky-Bruce-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg 1024w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Vicky-Bruce-Trustee-17-Mar-2022-Strategy-Launch-300x200.jpg 300w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Vicky-Bruce-Trustee-17-Mar-2022-Strategy-Launch-768x512.jpg 768w, https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Vicky-Bruce-Trustee-17-Mar-2022-Strategy-Launch.jpg 1250w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>Vicky Bruce, Trustee at Hope and Homes for Children<\/figcaption><\/figure>\n\n\n\n<p>Vicky is a financial services professional with over 25 years of experience working in global banks and managing international, multi-cultural teams. She has worked in retail, commercial and investment banking divisions in varied locations including Hong Kong, Manila, Mumbai, Istanbul, Johannesburg and Geneva. She specialises in governance and change management, most recently in the regulatory risk and controls space. Vicky is a Non-Executive Director on the board and the risk committee of the Cumberland Building Society and is a consultant to the International Paralympic Committee.<\/p>\n\n\n\n<p>Vicky is a keen athlete and traveller and also enjoys photography. She’s permanently in training for her next multi-sport endurance adventure.<\/p>\n\n\n\n<h4><a href=\"#Back to top\">Back to top<\/a><\/h4>\n\n\n\n<p><\/p>\n\n\n\n<p>    .<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our Board of Trustees govern the charity and direct how it is managed and run. They make sure that we respond to the needs of children in line with our vision and mission, and that we spend our supporters’ money as efficiently as possible. Led by our Chair, Richard Greenhalgh, they also see that we [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":0,"parent":58,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Our Trustees | Hope and Homes for Children<\/title>\n<meta name=\"description\" content=\"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Our Trustees | Hope and Homes for Children\" \/>\n<meta property=\"og:description\" content=\"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/\" \/>\n<meta property=\"og:site_name\" content=\"Hope and Homes\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/hopeandhomes\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-30T13:43:02+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg\" \/>\n<meta name=\"author\" content=\"Natalia Fricker\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@HopeandHomes\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.hopeandhomes.org\/#website\",\"url\":\"https:\/\/www.hopeandhomes.org\/\",\"name\":\"Hope and Homes\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.hopeandhomes.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#primaryimage\",\"url\":\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch.jpg\",\"contentUrl\":\"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch.jpg\",\"width\":1250,\"height\":833,\"caption\":\"Anna Segall, Trustee at Hope and Homes for Children\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#webpage\",\"url\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/\",\"name\":\"Our Trustees | Hope and Homes for Children\",\"isPartOf\":{\"@id\":\"https:\/\/www.hopeandhomes.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#primaryimage\"},\"datePublished\":\"2022-03-01T12:39:43+00:00\",\"dateModified\":\"2022-06-30T13:43:02+00:00\",\"description\":\"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children\",\"breadcrumb\":{\"@id\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.hopeandhomes.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Who We Are\",\"item\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Our people and culture\",\"item\":\"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Our Trustees\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Our Trustees | Hope and Homes for Children","description":"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/","og_locale":"en_GB","og_type":"article","og_title":"Our Trustees | Hope and Homes for Children","og_description":"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children","og_url":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/","og_site_name":"Hope and Homes","article_publisher":"https:\/\/www.facebook.com\/hopeandhomes\/","article_modified_time":"2022-06-30T13:43:02+00:00","og_image":[{"url":"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch-1024x682.jpg"}],"author":"Natalia Fricker","twitter_card":"summary_large_image","twitter_site":"@HopeandHomes","twitter_misc":{"Estimated reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.hopeandhomes.org\/#website","url":"https:\/\/www.hopeandhomes.org\/","name":"Hope and Homes","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.hopeandhomes.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"},{"@type":"ImageObject","inLanguage":"en-GB","@id":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#primaryimage","url":"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch.jpg","contentUrl":"https:\/\/www.hopeandhomes.org\/wp-content\/uploads\/2022\/05\/Anna-Segall-Trustee-17-Mar-2022-Strategy-Launch.jpg","width":1250,"height":833,"caption":"Anna Segall, Trustee at Hope and Homes for Children"},{"@type":"WebPage","@id":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#webpage","url":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/","name":"Our Trustees | Hope and Homes for Children","isPartOf":{"@id":"https:\/\/www.hopeandhomes.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#primaryimage"},"datePublished":"2022-03-01T12:39:43+00:00","dateModified":"2022-06-30T13:43:02+00:00","description":"Read below to learn more about our Trustees and the knowledge and leadership experience they bring to Hope and Homes for Children","breadcrumb":{"@id":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#breadcrumb"},"inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/our-trustees\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.hopeandhomes.org\/"},{"@type":"ListItem","position":2,"name":"Who We Are","item":"https:\/\/www.hopeandhomes.org\/who-we-are\/"},{"@type":"ListItem","position":3,"name":"Our people and culture","item":"https:\/\/www.hopeandhomes.org\/who-we-are\/our-people-and-culture\/"},{"@type":"ListItem","position":4,"name":"Our Trustees"}]}]}},"_links":{"self":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/421"}],"collection":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/comments?post=421"}],"version-history":[{"count":10,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/421\/revisions"}],"predecessor-version":[{"id":5413,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/421\/revisions\/5413"}],"up":[{"embeddable":true,"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/pages\/58"}],"wp:attachment":[{"href":"https:\/\/www.hopeandhomes.org\/wp-json\/wp\/v2\/media?parent=421"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}